{
  "what_we_do":"What we do" ,
  "who_we_are":"Who we are",
  "the_fraud_academy":"The fraud academy",
  "our_history":"Our_history",
  "contact":"Contact",
  "the_red_flag_game":"The red flag game",
  "how_far_can_we_bend_the_rules":"How far can we bend the rules",
  "fraud_and_corruption_be_stopped":"Fraud and corruption be stoped",
  "can":"Can",
  "it_needs_us_all_to_be_on_board":"It needs us all to be on board.",
  "find":"Find",
  "interpret":"Interpret",
  "what_we_do_paragraph_1":"Fraud and corruption happens all the time and is arguably one of the greatest unmanaged costs in organisations and society today. Yet most management and employees have not had any practical training in this area. Our aim is to significantly raise awareness of fraud and corruption and its consequences. Wassist and advise organisations, companies and everyone else concerned by:",
  "finding":"Finding",
  "and_interpreting_the_many":"and interpreting the many ",
  "red_flags":"red_flags",
  "supporting_investigations":"Supporting investigations",
  "in_an_efficient_responsible_and_compassionate_manner":"in_an_efficient_responsible_and_compassionate_manner",
  "analysing":"Analysing",
  "the_root_causes_of_incidents_to_identify_improvement_opportunities":"the root causes of incidents to identify improvement opportunities",
  "providing":"Providing",
  "through_practical_workshops_training_and_other_innovative_devices":"(through practical workshops, training and other innovative devices) the, to turn what looks like “bad news” into an opportunity to save money (see",
  "skills":"skills",
  "hibis_fraud_academy":"Hibis Fraud Academy",
  "assessing":"assessing",
  "measuring":"measuring",
  "effectiveness":"effectiveness",
  "and_the_strengths_and_weaknesses_of_existing_anti-fraud_and_corruption_programmes":"and the strengths and weaknesses of existing anti-fraud and corruption programmes",
  "we_investigate_fraud_and_corruption_responsibly":"We investigate fraud and corruption responsibly",
  "what_we_do_paragraph_2":"We are a small group of investigation experts who work quickly and effectively. We have a track record of solving our client’s problems efficiently and with compassion. We believe in the beauty of small investigations that win back value. It is not necessary to chase every suspicion when finding and fixing the “whys” and the “hows” resolves the problem.",
  "what_we_do_paragraph_3":"Of course from time to time exceptional situations occur. When an organisation needs to prepare legal actions to recover major assets or save a business, a deep investigation may be required. We manage investigations, large or small, in a controlled way avoiding unnecessary expenditure and keeping the client in the driver’s seat.",
  "we_look_for_fraud_and_always_find_it":"We look for fraud and always find it",
  "what_we_do_paragraph_4":"There is plenty of fraud and corruption around that needs to be found (preferably in the early stages) and stopped. Usually fraudulent and corrupt activities are cloaked in legitimacy, and finding the truth requires professional scepticism, experience and effort. Our proven methods include:",
  "what_we_do_list_item_1":"Delving into the details and performing structured analysis on transactions, data and documents to find the red flags",
  "what_we_do_list_item_2":"Convening “thinking like a thief” sessions (an approach invented in the 1980’s by Martin Samociuk, Hibis’ founder) to anticipate how the fraudsters’ mind works and build a profile of the types of frauds that are occurring or likely to occur",
  "what_we_do_list_item_3":"Finding behavioural red flags by performing holistic desktop investigative research and analysis of organisations, business partners, suppliers, customers and key individuals. All with a special focus on opportunities, motives and how people rationalize dishonest or unethical behaviour",
  "what_we_do_paragraph_5":"If not detected early, fraud and corruption will spread. Eventually, the problem will be discovered when it becomes too large to ignore, or is reported by whistle-blowers, or both. But why wait for the whistle-blower when you can use fraud detective techniques and uncover where early stage fraud and corruption is developing now? It’s better to stay ahead of the game!",
  "we_raise_awareness_share_knowledge_and_transfer_skills":"We raise awareness, share knowledge and transfer skills",
  "what_we_do_paragraph_6":"We probably will never totally eradicate fraud and corruption. But by raising awareness and managing the risks we can control the cost and make corrupt behaviour less acceptable. Surprisingly, much fraud and corruption involves normal, good people such as valuable and trusted employees or business partners. Awareness is a powerful tool to help good people avoid bad mistakes they will later regret, and to show them how to protect the organisation against career fraudsters. As Nelson Mandela said, education is one of the most powerful ways to change the world. We have developed courses and techniques to bridge the skills gap and constantly look for innovative new ways to raise the awareness, spread knowledge and bring people together in the fight of corruption and fraud. Examples (details can be found in our page) include:",
  "what_we_do_list_item_4":"Practical open courses and workshops (including our “think like a thief methodology” and “fraud detective school”)",
  "accredited_management_courses":"Accredited management courses",
  "on_the_job-training_in-house workshops_and_clinics":"On the job-training, in-house workshops and clinics",
  "multimedia_based_training_delivered_over_the_internet_or_intranet":"Multimedia based training delivered over the internet (or intranet)",
  "experiential_learning_including_drama_scenarios_live_simulations_corruption-theatre_and_films":"Experiential learning, including drama, scenarios, live simulations, “corruption-theatre” and films",
  "publication_and_books":"Publications and books",
  "we_assess_the_effectiveness_of_existing_anti-fraud_and_corruption_programs":"We assess the effectiveness of existing anti-fraud and corruption programs",
  "what_we_do_paragraph_7":"The burden of external regulation, designed to protect the public and punish corporate offenders is increasing. This absorbs management attention and leaves less room for more practical programs designed to protect the organisation. Management can fall into the trap of accepting bureaucratic solutions that appear to fulfill regulatory requirements, but which do not effectively address the issue of fraudulent and corrupt behavior. Compliance programs based on checklists are unlikely to be effective!",
  "what_we_do_paragraph_8":"We are able to measure the impact and effectiveness of your existing anti-fraud and corruption activities, identifying gaps and potential improvements that will bring down the cost of fraud and corruption and strengthen the ethical culture.",
  "what_we_do_paragraph_9":"Our holistic framework and assessment tool brings together years of practical experience with a distillation of the most essential knowledge from widely used existing frameworks.",
  "who_we_are_nigel_iyer":"Nigel has over 20 years experience investigating and detecting fraud and corruption. A computer scientist and qualified chartered accountant Nigel soon found that his true passion lay in rooting out corruption and fraud. Nigel is also today a qualified dramatist and has written a number of films and plays based on experiences, many of which are used in teaching worldwide. He has written several books and papers, and teaches widely how to defend organisations against the “commercial dark arts”. He is also a fellow of the University of Leicester School of Management.",
  "who_we_are_allan_mcDonagh":"Allan’s long experience from 1967 includes UK Customs and Excise Investigations and New Scotland Yard, where he specialized in narcotics and organised crime. Between 1985 and 1997 Allan worked as Deputy Managing Director with Martin Samociuk at Network Security Management Limited, Europe’s leading fraud investigation consultancy. Apart from leading hundreds of investigations and recovery projects throughout the world for both commercial and government clients, he created the highly successful Forensic Laboratories which were eventually acquired by Control Risks Group. Allan has project managed many successful investigations around the world.",
  "who_we_are_veronica_morino":"Veronica has over 15 years experience investigating, finding and training others on how to prevent and manage fraud and corruption around the world. A sociologist of work and economics with a masters in organisational science, she has developed holistic desktop investigative research and analysis tools to explore organisations, business partners, suppliers, customers and key individuals and discover what is really going on at a fraction of the resources normally associated with investigation. Veronica has also worked for several years with the assessment of the effectiveness of organisations’ anti-fraud and corruption programs and is currently completing a PhD degree on that subject.",
  "who_we_are_richard_minogue":"Since his first full time job as internal auditor starting in 1975, Richard has accumulated experience in audit, investigation, financial control, and general management. Inquisitive by nature, he knows there is usually more than one right way to do things, and many wrong ways. Richard’s talent for penetrating complexity and understanding his clients’ business processes makes him a valuable resource for assessment, investigation and improvement projects. Richard graduated BSc in Accountancy, and is qualified CPA and CIA.",
  "who_we_arejohn_wallhoff": "John Wallhoff (BSc, CISA, CISM, CISSP), a computer security and data-analysis expert for many years, develops and implements data models to detect patterns of fraud and corruption. John participates in investigations, leads trainings and supports his colleagues through development of leading edge models to pinpoint patterns of malpractice and unethical business behavior. In addition John has built information security strategies and contingency plans for a number of companies and as a compliment to fraud detection, develops data-analysis solutions for continuous monitoring of internal controls.",
  "who_we_are_petri_kelo":"Petri Kelo is Hibis’ associated partner in Finland. His academic background includes a Masters of Security from Helsinki University of Technology. Petri has worked for over 20 years with logistics, quality, security, as well as managing the risk of fraud and corruption. Petri is also the founder of Centry Ltd. a security company specialized in logistics, supply chain, security risk management, compliance and investigative services. He is a well known speaker and trainer in AEO, TAPA and logistics security, as well as an active member of ASIS Finla", "who_we_are_martina_marmai": "Martina has a combined Masters degree in Business and Economics (majoring in finance) from the Norwegian Business School (BI) and the University of Ljubljana (Slovenia). Right from an early age she wanted to play an active part in eradicating systematic inefficiencies. She recognized that corruption and fraud is one of the major obstacles to sustainability and growth and was able to apply her passion at Hibis. Martina specializes in identifying red flags of corruption through internal and external analysis, and understanding and investigating them across a wide range of countries and languages-zones.",
  "our_history_paragraph_1":"Hibis was founded in 1998 by Martin Samociuk. Many of the people who joined at the start came from Network Security Management in London, a company which pioneered fraud investigation and prevention in the 1980’s and 90’s. In 1999, Martin was joined by Nigel Krishna Iyer and one year later by Allan McDonagh. Veronica Morino became part of the group in 2001  followed by Richard Minogue in 2002.The mission of Hibis has always been to put prevention and early detection FIRST. We share with clients the need to dramatically raise awareness of fraud and corruption, give them the ability to spot it early and provide advice and resources for well managed investigations. This includes training workshops, seminars, books, publications and films all with the purpose of stimulating this greater awareness and self-reliance.",
  "our_history_paragraph_2":"Hibis has been in continuous operation in the UK since 1999 and in Australia from 2003 to 2013 and in Scandinavia from 1999 – 2008. Today we are proud to again use the Hibis namein Scandinavia.",
  "our_history_paragraph_3":"Sadly, Hibis founder, Martin Samociuk, passed away in 2013 at the age of 62 from pancreatic cancer. He will be missed by all that knew him but we are grateful for the important work he left behind.",
  "our_history_paragraph_4":"Today Hibis is an advisory organisation which we hope will help open people’s eyes to the fact that even though fraud and corruption is all around us, it can be kept under control. Our aim is to provide innovative tools and techniques to deal with it, as well as the confidence to spot it early. We aim to support those people who wish to take a stand against fraud and",
  "our_history_paragraph_5":"Finally, if you like what you have read, and feel that you are our sort of person, then do take contact with us. We don’t recruit in the traditional manner – like-minded people usually find us..."
  "rulebending_paragraph_1":"It would assist our research if you could provide us with details of your job functions (anonymously)"
}